{
    "list":[
        {
            "id":"ANJBLG-01",
            "title":"Software and IT Industry In The USA",
            "description":"The business intelligence (BI) software industry is rapidly becoming one of the leading software  categories in terms of market size.",
            "createdAt":"April 29, 2021",
            "image":"/v2/images/blogs/b1.jpg"
        },
        {
            "id":"ANJBLG-02",
            "title":"5 Ways To Learn New Skills To BoostYour CV",
            "description":"When looking for a career change or wanting to get back into the professional space after a break, it is highly essential to have your CV updated with the right skills.",
            "createdAt":"April 12, 2021",
             "image":"/v2/images/blogs/b2.jpg"
        },
        {
            "id":"ANJBLG-03",
            "createdAt":"April 5, 2021",
            "title":"Networking At Your Workplace",
            "description":"Networking at your workplace isn’t far-fetched. After all “it’s not what you know, it’s whom you know.” How many times have you heard that being said?",
             "image":"/v2/images/blogs/b3.jpg"
        },
        {
            "id":"ANJBLG-04",
            "title":"Common Yet Tricky Interview Questions That You Need To Be Cautious About",
            "description":"Interviews can be stressful. Every question that the hiring manager asks may seem intended to churn out information that will put you in a disadvantageous position. How do you tackle this? Simply by preparing ahead of time.",
            "createdAt":"March 18, 2021",
             "image":"/v2/images/blogs/b4.jpg"
        },
        {
            "id":"ANJBLG-05",
            "title":"Points To Remember While Updating Your Resume",
            "description":"If there’s a task that one can never quite get acquainted with, no matter how many times they do it, it has to be updating a Resume.",
            "createdAt":"March 8, 2021",
             "image":"/v2/images/blogs/b2.jpg"
        },
        {
            "id":"ANJBLG-06",
            "title":"How to achieve Work-Life Balance",
            "description":"Achieving work-life balance isn’t intangible or even impossible. It’s simply being able to handle the stress of your work and personal life on the go. The ultimate goal is that at the end of each day you go to bed with zero stress,",
            "createdAt":"March 2, 2021",
             "image":"/v2/images/blogs/b6.jpg"
        },
        {
            "id":"ANJBLG-07",
            "description":"With the extraordinary increase and usage of smart devices like mobile phones and tablets, Google has decalog Idea to do an innovative change in the way its search engines work.",
            "title":"Is Your Website Ready For A Mobile-First World?",
            "createdAt":"February 22, 2021",
             "image":"/v2/images/blogs/b7.jpg"
        },
        {
            "id":"ANJBLG-08",
            "title":"Your ResumeJob Scenario in the USA for Immigrants",
            "description":"The world-famous animator, Walt Disney told, “All of our dreams come true if we have the courage to pursue them.”",
            "createdAt":"February 5, 2021",
             "image":"/v2/images/blogs/b8.jpg"
        },
        {
            "id":"ANJBLG-09",
            "title":"The Importance of Scalable Web Development",
            "description":"Scalable Web Development refers to the ability of a system, network, and the process of using the website to handle the workload that would increase as time passes by.",
            "createdAt":"February 1, 2021",
             "image":"/v2/images/blogs/b9.jpg"
        },
        {
            "id":"ANJBLG-10",
            "title":"Migrating To The USA? Here Is A Consolidated Checklist",
            "description":"When you are planning to pursue your ‘American Dream’ you must get a few things ready on your front.",
            "createdAt":"January 30, 2021",
             "image":"/v2/images/blogs/b10.jpg"
        },
        {
            "id":"ANJBLG-11",
            "title":"What is Cloud Management?",
            "description":"The evolution and advancement of technology have paved the way to make mankind's life hassle-free! Cloud management is a type of software and technology that ensures seamless",
            "createdAt":"January 28, 2021",
             "image":"/v2/images/blogs/b11.jpg"
        }
    ]
}